Repository: forest28gold/ArabianOud
Catalog: Arabian oud/*.lproj/Localizable.strings
Languages: ar

source: Alert
ar: إنذار

source: OK
ar: موافق

source: Cancel
ar: الغاء

source: Please wait...
ar: أرجو الإنتظار...

source: OFF
ar: خصم

source: Comment
ar: التعليق

source: SAR
ar: ر.س

source: Item added to cart
ar: تم الاضافة الى السلة

source: Item added to wishlist
ar: تم الاضافة الى قائمة الامنيات

# change_language
source: Change language and Restart application
ar: تغيير اللغة و اعادة تشغيل التطبيق

# alert_enter_email
source: Please enter email.
ar: يرجى إدخال البريد الإلكتروني

# alert_enter_phone_number
source: Please enter telephone number.
ar: يرجى إدخال رقم الهاتف

# alert_enter_subject
source: Please enter subject.
ar: الرجاء إدخال الموضوع

# alert_enter_comment
source: Please enter comment.
ar: الرجاء إدخال تعليق

# alert_cant_send_message
source: Can't send the message now. Please try again.
ar: لا يمكن أن ترسل هذه الرسالة الآن. حاول مرة اخرى

# alert_email_cancelled
source: Email Cancelled
ar: البريد الإلكتروني ألغي

# alert_email_saved
source: Email Saved
ar: البريد الإلكتروني المحفوظة

# alert_email_sent
source: Email Sent
ar: أرسل البريد الإلكتروني

# alert_email_failed
source: Email Failed
ar: فشل البريد الإلكتروني

# alert_email_not_sent
source: Email Not Sent
ar: البريد الإلكتروني غير المرسلة

# alert_device_not_install_whatsapp
source: Your device has no WhatsApp installed.
ar: جهازك لا يوجد لديه ال WhatsApp تثبيت

# alert_device_not_install_pinterest
source: Your device has no Pinterest installed.
ar: جهازك لا يوجد لديه ال Pinterest تثبيت

# alert_call_not_available
source: Call facility is not available!
ar: منشأة المكالمة غير متوفر!

# no_order_found
source: No Orders Found
ar: لا أوامر تم العثور عليها

# alert_log_out
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: January
ar: كانون الثاني

source: February
ar: فبراير

source: March
ar: مارس

source: April
ar: أبريل

source: May
ar: مايو

source: June
ar: يونيو

source: July
ar: يوليو

source: August
ar: أغسطس

source: September
ar: سبتمبر

source: October
ar: شهر اكتوبر

source: November
ar: تشرين الثاني

source: December
ar: ديسمبر

source: Free
ar: مجاناً

# alert_enter_email_correct
source: Please enter email correctly.
ar: يرجى إدخال البريد الإلكتروني بشكل صحيح

# alert_enter_password
source: Please enter password.
ar: الرجاء إدخال كلمة مرور

# alert_enter_password_correct
source: Please enter password at least 6 characters.
ar: يرجى إدخال كلمة المرور 6 أحرف على الأقل

# alert_invalid_email_password
source: Invalid email or password. Please try again!
ar: البريد الإلكتروني أو كلمة السر خاطئة. حاول مرة اخرى!

# alert_login_failed
source: Login is failed. Please try again!
ar: وفشل تسجيل الدخول. حاول مرة اخرى!

# alert_first_name
source: Please enter first name.
ar: الرجاء إدخال الاسم الأول

# alert_second_name
source: Please enter second name.
ar: الرجاء إدخال الاسم الثاني

# alert_user_registered
source: The user is already registered. Please enter another information.
ar: وسجلت بالفعل المستخدم. يرجى إدخال معلومات أخرى

# alert_register_success
source: Registered successfully
ar: سجلت بنجاح

# alert_register_failed
source: Register is failed. Please try again!
ar: وفشل السجل. حاول مرة اخرى!

# alert_email_sent_password
source: Email sent to you with link to get your password
ar: البريد الإلكتروني أرسلت لك مع وصلة للحصول على كلمة المرور

# alert_reset_password_failed
source: Reset password is failed. Please try again!
ar: وفشل إعادة تعيين كلمة المرور. حاول مرة اخرى!

# category_offers
source: Offers
ar: عـــروض

# category_exclusive
source: Exclusives
ar: منتجات حصرية

# category_men
source: Men
ar: رجــالى

# category_women
source: Women
ar: نسائى

# category_best_sellers
source: Best Sellers
ar: الاكثر مبيعا

# category_oud_incense
source: Oud & Incense
ar: عود و بخور

# category_perfumes
source: Perfumes
ar: عطور

# category_oil_perfumes
source: Oil Perfumes
ar: زيوت عطرية

# category_spary_perfumes
source: Spray Perfumes
ar: عطور بخاخ

# category_intense_perfumes
source: Intense Perfumes
ar: عطور نفاذة

# category_accessories
source: Accessories
ar: اكسسوارات

# category_today_deals
source: Today's Deals
ar: عروض اليوم

source: Confirm
ar: أكد

source: Yes
ar: نعم فعلا

source: No
ar: لا

# alert_delete_item
source: Are you sure you want to delete this item?
ar: هل أنت متأكد أنك تريد حذف هذا البند؟

# detail_description
source: Description
ar: الــوصف

# detail_sku
source: SKU
ar: الرقم المسلسل

# detail_size
source: Size
ar: الحجم

# detail_type
source: Type
ar: النوع

# detail_origins
source: Origins
ar: الأصول

# detail_fragrance
source: Fragrance
ar: العطر

# button_buy_now
source: BUY NOW
ar: أشترى الآن

# button_cart
source: Cart
ar: اضافة الي السله

# button_wishlist
source: Wishlist
ar: الامنيات

# select_address
source: Select the address you want to deliver the shipment
ar: اختر العنوان المراد التوصيل اليه

source: Shipment
ar: شحنة رقم

# alert_enter_street_name
source: Please enter street name.
ar: الرجاء إدخال اسم الشارع

# alert_enter_street_number
source: Please enter street number.
ar: الرجاء إدخال رقم الشارع

# alert_enter_address_extra
source: Please enter address extra.
ar: يرجى إدخال عنوان اضافية

# alert_enter_country
source: Please enter country.
ar: الرجاء إدخال البلاد

# alert_enter_city
source: Please enter city.
ar: الرجاء إدخال المدينة

# alert_add_address_failed
source: Adding of the address is failed. Please try again!
ar: إضافة عنوان وفشلت. حاول مرة اخرى!

# payment_cash
source: Cash On Delivery
ar: الدفع عند الاستلام

# payment_bank
source: Bank Transfer
ar: حوالة بنكية

# payment_paypal
source: Paypal
ar: بايبال

# payment_credit
source: Credit Card
ar: بطاقة ائتمان

# payment_visa_card
source: Visa Card
ar: فيزا كارد

# payment_master_card
source: Master Card
ar: ماستر كارد

# alert_order_failed
source: Ordering is failed. Please try again!
ar: وفشل الطلب. حاول مرة اخرى!

# alert_product_out
source: Product Out Of Stock
ar: المنتج غير متوفر الآن

# alert_some_product_out_stock
source: Some products out of stock. Please try later!
ar: للاسف بعض المنتجات غير متوفرة الآن لدى فروعنا, اعد المحاولة لاحقا

# alert_arabianoud_payment
source: Arabian Oud Payment
ar: دفع العربية للعود

# alert_paypal_cancel
source: PayPal Payment Cancel
ar: باي بال الدفع إلغاء

# alert_paypal_success
source: PayPal Payment Success
ar: باي بال الدفع النجاح

source: Order number
ar: رقم الطلب

# alert_select_payment_method
source: Please select payment method.
ar: يرجى اختيار طريقة الدفع

# alert_enter_name
source: Please enter name.
ar: الرجاء إدخال اسم

# alert_enter_card_number
source: Please enter credit card number.
ar: الرجاء إدخال رقم بطاقة الائتمان

# alert_card_number_invalid
source: Card number is invalid. Please enter credit card number again.
ar: رقم بطاقة غير صالح. الرجاء إدخال رقم بطاقة الائتمان مرة أخرى

# alert_visa_card_number_invalid
source: Visa Card number is invalid. Please enter credit card number again.
ar: رقم البطاقة فيزا غير صالح. الرجاء إدخال رقم بطاقة الائتمان مرة أخرى

# alert_master_card_number_invalid
source: Master Card number is invalid. Please enter credit card number again.
ar: عدد ماستر كارد غير صالح. الرجاء إدخال رقم بطاقة الائتمان مرة أخرى

# alert_enter_expire_date
source: Please enter expire date.
ar: يرجى إدخال تاريخ الانتهاء

# alert_enter_cvv
source: Please enter CVV.
ar: رمز التحقق (CVV) الرجاء إدخال

# alert_invalid_card_data
source: Invalid card data!
ar: بيانات البطاقة غير صالحة!

# alert_payment_gateway_success
source: Successfully charged
ar: اتهم بنجاح

# alert_payment_gateway_error
source: Payment is failed. Please try again.
ar: وفشل الدفع. حاول مرة اخرى

source: Phone
ar: هاتف

# country_sa
source: Saudi Arabia
ar: المملكة العربية السعودية

# country_bh
source: Bahrain
ar: البحرين

# country_om
source: Oman
ar: سلطنة عمان

# country_qa
source: Qatar
ar: دولة قطر

# country_ae
source: United Arab Emirates
ar: الإمارات العربية المتحدة

# country_fr
source: France
ar: فرنسا

# country_eg
source: Egypt
ar: مصر

# country_jo
source: Jordan
ar: الأردن

# country_iq
source: Iraq
ar: العراق

# country_my
source: Malaysia
ar: ماليزيا

# country_gb
source: United Kingdom
ar: المملكة المتحدة

# country_kw
source: Kuwait
ar: الكويت

# country_pl
source: Poland
ar: بولندا

source: -City-
ar: -مدينة-

source: -Branch-
ar: -فرع شجرة-

# subcategory_mens_collection
source: Men's Collection
ar: عطور للرجال

# subcategory_womens_collection
source: Women's Collection
ar: عطور للنساء

# subcategory_unisex_collection
source: Unisex Collection
ar: عطور للجنسين

# subcategory_oriental_perfumes
source: Oriental Perfumes
ar: تشكيلة العطور الشرقية

# subcategory_western_perfumes
source: Western Perfumes
ar: تشكيلة العطور الغربية

# subcategory_oriental_western
source: Oriental+Western
ar: عطور مزيج شرقي وغربي

# subcategory_arabian_oud
source: Arabian Oud
ar: العود

# subcategory_arabian_majoon
source: Arabian Ma'joon
ar: أنواع المعجون

# subcategory_arabian_mabthoth
source: Arabian Mabthoth
ar: المبثوث الفاخر

# subcategory_dehn_oud
source: Dehn Oud
ar: دهن العود

# subcategory_arabian_blends
source: Arabian Blends
ar: مخلطات العربية

# subcategory_aromatic_oils
source: Aromatic Oils
ar: زيوت عطرية

# alert_enter_coupon
source: Please enter coupon code.
ar: يرجى إدخال رمز القسيمة.

# alert_invalid_coupon
source: Coupon code is not valid.
ar: كود الكوبون غير صحيح.

# alert_success_coupon
source: Coupon code was applied.
ar: تم تطبيق شفرة القسيمة.

# alert_cancel_coupon
source: Coupon code was cancelled.
ar: تم إلغاء رمز القسيمة.

source: Discount
ar: خصم
